tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "torstenwalter/powerline-shell"
cask "java"
brew "bash-completion"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "git"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-driver-xhyve"
brew "fish"
brew "gnupg"
brew "go"
brew "graphviz"
brew "python3"
brew "httpie"
brew "jq"
brew "maven"
brew "ruby"
brew "watch"
brew "wget"
brew "xhyve"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "torstenwalter/powerline-shell/powerline-shell", args: ["HEAD"]
cask "asciidocfx"
cask "atom"
cask "citrix-receiver"
cask "dashlane"
cask "divvy"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "gotomeeting"
cask "hipchat"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "microsoft-office"
cask "minishift"
cask "sonos"
cask "synology-cloud-station-drive"
cask "vagrant"
cask "virtualbox"
