tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "torstenwalter/powerline-shell"
cask "java"
brew "bash-completion"
brew "chromedriver"
brew "coreutils"
brew "git"
brew "go"
brew "dep"
brew "dependency-check"
brew "dnsmasq", restart_service: true
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-driver-xhyve"
brew "fish"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "python3"
brew "httpie"
brew "jq"
brew "maven"
brew "node"
brew "ruby"
brew "tree"
brew "watch"
brew "wget"
brew "xhyve"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "torstenwalter/powerline-shell/powerline-shell", args: ["HEAD"]
cask "asciidocfx"
cask "atom"
cask "citrix-receiver"
cask "dashlane"
cask "divvy"
cask "docker"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "gotomeeting"
cask "hipchat"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "microsoft-office"
cask "minishift"
cask "vagrant"
cask "virtualbox"
cask "caskroom/drivers/sonos"
cask "caskroom/drivers/synology-cloud-station-drive"
cask "caskroom/drivers/synology-surveillance-station-client"
cask "caskroom/fonts/font-anonymice-powerline"
cask "caskroom/fonts/font-consolas-for-powerline"
cask "caskroom/fonts/font-dejavu-sans-mono-for-powerline"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-inconsolata-dz-for-powerline"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-inconsolata-g-for-powerline"
cask "caskroom/fonts/font-liberation-mono-for-powerline"
cask "caskroom/fonts/font-menlo-for-powerline"
cask "caskroom/fonts/font-meslo-for-powerline"
cask "caskroom/fonts/font-monofur-for-powerline"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
